/* No comment provided by engineer. */
"401 Unauthorized Request Error whilst trying to upload an asset. Please check you included an Authorization header and that the supplied auth credentials are correct." = "401 Requête non autorisée. Erreur lors de l'envoi de vos images. Veuillez vérifier que vous avez inclus un en-tête 'Authorization' et que les identifiants utilisés sont corrects.";

/* No comment provided by engineer. */
"500 Internal Server Error whilst trying to upload an asset. Please try again." = "500 Erreur interne du serveur lors de l'envoi de vos images. Veuillez réessayer.";

/* No comment provided by engineer. */
"Add Address from Contacts" = "Ajouter une adresse depuis les contacts";

/* No comment provided by engineer. */
"Add New Address" = "Ajouter une nouvelle adresse";

/* No comment provided by engineer. */
"Address Book" = "Carnet d'adresses";

/* No comment provided by engineer. */
"Address Search" = "Chercher une adresse";

/* No comment provided by engineer. */
"Apply" = "Appliquer";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Checking Code" = "Vérification du code";

/* No comment provided by engineer. */
"Checkout for Free!" = "Commander gratuitement";

/* No comment provided by engineer. */
"Choose Address" = "Choix de l'adresse";

/* No comment provided by engineer. */
"Choose Country" = "Choix du pays";

/* No comment provided by engineer. */
"Choose Delivery Address" = "Choix de l'adresse de livraison";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Code" = "Code";

/* No comment provided by engineer. */
"Continue Shopping" = "Poursuivre les achats";

/* No comment provided by engineer. */
"Country" = "Pays";

/* No comment provided by engineer. */
"Delivery Details" = "Détails de livraison";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enter Address Manually" = "Saisir une adresse";

/* No comment provided by engineer. */
"Failed to store card details with PayPal. Please try again." = "Impossible de stocker les détails de carte bancaire via Paypal. Veuillez réessayer.";

/* No comment provided by engineer. */
"Failed to synchronize product templates. Please try again." = "Impossible de synchroniser les modèles de produits. Veuillez réessayer.";

/* No comment provided by engineer. */
"Failed to validate your promo code. Please try again." = "Impossible de valider votre code promotionnel. Veuillez réessayer.";

/* Invalid CVV payment failed error dialog title */
"Invalid CVV" = "Cryptogramme non valide";

/* No comment provided by engineer. */
"Invalid Email Address" = "Adresse email non valide";

/* No comment provided by engineer. */
"Invalid Phone Number" = "Numéro de téléphone non valide";

/* No comment provided by engineer. */
"Missing Delivery Address" = "Adresse d'expédition manquante";

/* No comment provided by engineer. */
"Next" = "Suivant";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only registered %d/%d image URLs with the asset endpoint" = "Seules %d/%d URL d'images enregistrées";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Order Id" = "Numéro de commande";

/* No comment provided by engineer. */
"Order Summary" = "Résumé de la commande";

/* No comment provided by engineer. */
"Pack of %lu %@" = "Pack de %lu %@";

/* No comment provided by engineer. */
"Pay with Card" = "Paiement par carte";

/* No comment provided by engineer. */
"Pay with card ending %@" = "Payer avec la carte terminant par %@";

/* No comment provided by engineer. */
"Pay with Credit Card" = "Payer par carte de crédit";

/* No comment provided by engineer. */
"Pay with new card" = "Payer avec une nouvelle carte";

/* No comment provided by engineer. */
"Pay with PayPal" = "Payer avec PayPal";

/* No comment provided by engineer. */
"Payment" = "Paiement";

/* No comment provided by engineer. */
"Payment (Sandbox)" = "Paiement (Sandbox)";

/* Payment declined error dialog title */
"Payment Declined" = "Paiement refusé";

/* Generic payment failed error dialog title */
"Payment Failed" = "Echec du paiement";

/* No comment provided by engineer. */
"Phone" = "Téléphone";

/* No comment provided by engineer. */
"Please choose an address to have your order shipped to" = "Veuillez sélectionner une adresse où recevoir votre commande";

/* No comment provided by engineer. */
"Please enter a valid email address" = "Veuillez entrer une addresse email valide";

/* No comment provided by engineer. */
"Please enter a valid phone number" = "Veuillez entrer un numéro de téléphone valide";

/* No comment provided by engineer. */
"Print order submission failed with a %lu HTTP response status code. Please try again." = "La soumission de votre commande a échoué avec le code HTTP %lu";

/* No comment provided by engineer. */
"Processing" = "Traitement en cours";

/* No comment provided by engineer. */
"Promotional Codes" = "Codes promotionnels";

/* No comment provided by engineer. */
"Required by Royal Mail in case there are any issues during delivery" = "Requis par les services postaux en cas de problèmes durant la livraison";

/* No comment provided by engineer. */
"Retry" = "Réessayer";

/* No comment provided by engineer. */
"Search %@" = "Chercher %@";

/* No comment provided by engineer. */
"Search for Address" = "Chercher l'adresse";

/* No comment provided by engineer. */
"Shipping" = "Livraison";

/* No comment provided by engineer. */
"Sorry we couldn't recognize your card. Please try again manually entering your card details if necessary." = "Désole, nous n'avons pu reconnaître votre carte. Veuillez réessayer en saisissant manuellement votre carte bancaire si nécessaire.";

/* No comment provided by engineer. */
"Total" = "Total";

/* Generic payment failed error dialog message */
"Unfortunately we failed to take a payment from your card. Please try again." = "Malheureusement, votre carte n'a pas pu être utilisée pour le paiement. Veuillez réessayer.";

/* No comment provided by engineer. */
"Uploading Images \n%lu / %lu" = "Envoi des images \n%lu / %lu";

/* No comment provided by engineer. */
"We'll send you a confirmation and order updates" = "Nous vous enverrons une confirmation ainsi que le suivi de votre commande.";

/* Invalid CVV payment failed error dialog message */
"You have entered an invalid CVV number. Please check it and try again." = "Le cryptogramme saisi n'est pas valide. Veuillez vérifier votre saisie et réessayer.";

/* Payment declined error dialog message */
"Your payment has been declined. Please check your card details and try again." = "Votre paiement a été refusé. Veuillez vérifier votre carte bancaire et réessayer.";

/* No comment provided by engineer. */
"Your payment was not approved (transaction state: %@). Please try again." = "Votre paiement a été refusé (état de la transaction: %@). Veuillez réessayer.";

/* No comment provided by engineer. */
"Name" = "Nom";

/* No comment provided by engineer. */
"Line 1" = "Ligne 1";

/* No comment provided by engineer. */
"Line 2" = "Ligne 2";

/* No comment provided by engineer. */
"City" = "Ville";

/* No comment provided by engineer. */
"County" = "Comté";

/* No comment provided by engineer. */
"Postcode" = "Code Postal";

